[{"dbn":"01M292","school_name":"Henry Street School for International Studies","boro":"Manhattan","building_code":"M056","shared_space":"Yes","phone_number":"212-406-9411","fax_number":"212-406-9417","school_email":"cloughl@schools.nyc.gov","grade_span_min":"6","grade_span_max":"12","bus":"B39, M14A, M14D, M15, M15-SBS, M21, M22, M9","subway":"F to East Broadway ; B, D to Grand St ; J, M, Z to Delancey St-Essex St","primary_address_line_1":"220 HENRY STREET","city":" MANHATTAN","state_code":"NY","zip":"10002","website":"http://schools.nyc.gov/SchoolPortals/01/M292","total_students":"255","overview_paragraph":"Henry Street School for International Studies is a unique small school founded by the Asia Society. While in pursuit of knowledge about other world regions, including their histories, economies and world languages, students acquire the knowledge and skills needed to prepare for college and/or careers. Teachers and other adults who make up the learning community forge supportive relationships with students and parents while providing challenging and engaging learning experiences. Our school partners with various community, arts, and business organizations to help students achieve success. Our theme of international studies extends beyond the classroom, where students participate in ongoing ‘Advisory Day Out’ excursions where the multiculturalism of NYC becomes the classroom.","program_highlights":"Global/International Studies in core subjects; Literacy block schedule; Personalized instruction in small classes; Student Advisories; International travel opportunities; After-school program focused on youth leadership","language_classes":"Chinese (Mandarin), Spanish","advancedplacement_courses":"Chinese Language and Culture, Psychology, United States History","extracurricular_activities":"Math through Card Play; Art, Poetry/Spoken Word, Drama, Book, STEP, Big Brothers/Big Sisters, Student Government/Leadership, Future Project","psal_sports_boys":"Basketball","school_sports":"Boxing, Track, CHAMPS, Tennis, Flag Football, Softball","partner_cbo":"The Henry Street Settlement; Asia Society; America Reads; Future Project; 21st Century Grant","partner_hospital":"Gouverneur Hospital (Turning Points)","partner_highered":"New York University","partner_cultural":"Asia Society","partner_nonprofit":"Heart of America Foundation","partner_other":"United Nations","start_time":"8:30 AM","end_time":"3:30 PM","se_services":"This school will provide students with disabilities the supports and services indicated on their IEPs.","ell_programs":"ESL","school_accessibility_description":"Functionally Accessible","number_programs":"1","priority01":"Priority to continuing 8th graders","priority02":"Then to Manhattan students or residents who attend an information session","priority03":"Then to New York City residents who attend an information session","priority04":"Then to Manhattan students or residents","priority05":"Then to New York City residents","latitude":"40.713684","longitude":"-73.986336","community_board":"3","council_district":"1","census_tract":"201","bin":"1003223","bbl":"1002690041","nta":"Lower East Side"},
    {"dbn":"01M448","school_name":"University Neighborhood High School","boro":"Manhattan","building_code":"M446","shared_space":"No","phone_number":"212-962-4341","fax_number":"212-267-5611","school_email":"ransonunhs@gmail.com","grade_span_min":"9","grade_span_max":"12","bus":"M14A, M14D, M15, M21, M22, M9","subway":"J, M, Z to Delancey St-Essex St ; F to East Broadway","primary_address_line_1":"200 MONROE STREET","city":" MANHATTAN","state_code":"NY","zip":"10002","website":"www.universityneighborhoodhs.org","total_students":"304","overview_paragraph":"University Neighborhood High School (UNHS) is the first collaborative partnership school between New York University and the New York City Department of Education. We are proud to provide all kinds of learners with a challenging curriculum in a supportive environment so that they can successfully participate in higher education opportunities and the workforce.","program_highlights":"UNHS students can earn up to 24 tuition-free college credits by taking CUNY College Now classes at the Baruch College Campus or at UNHS during the regular school day in addition to taking courses at LaGuardia College, BMCC or St. John’s University; courses include Business, Speech Communication, Psychology, and Personal Finance. Variety of innovative technology courses such as Microsoft Office Suite, Computer Programming, Computer Coding, Gaming, Web Design, Adobe Suite, and Film Production. Two Sigma, one of our technology partnerships, is currently open to ninth and tenth graders to develop in-depth computer technology skills. Other academic opportunities include College Summit, Kaplan SAT prep review classes, Saturday Regents Prep, Saturday ESL classes at St. John’s University, an Advanced Regents Diploma honors program, and the Deloitte Academy mentoring program.","language_classes":"Chinese (Mandarin), Spanish","advancedplacement_courses":"Calculus, Chinese Language and Culture, English, Spanish, Studio Art, United States Government and Politics, World History","diplomaendorsements":"Science","extracurricular_activities":"Basketball, Badminton, Handball, Glee, Dance (in our state-of-the-art dance studio), Weight Training (in our newly-renovated gym), Ping Pong, Tennis, Step Team, After-School Tutoring, Peer Tutoring, Lunchtime Tutoring, Saturday SAT Prep, Saturday Regents Prep, ESL Saturday Academy, Regents Prep, National Honor Society, Council for Unity, Young Women’s Empowerment, Student Assistance Services, Aviation, Book, Chess, Robotics, Computer, Spanish, Student Government, Art, Audio (at a live radio station), Music, Digital Art Studio, Guitar and Piano, Literary Magazine, Murals and School Beautification, Video and Cooking. At UNHS, we will also help any student develop any club that has 10 or more students interested in joining.","psal_sports_boys":"Basketball, Bowling, Handball","psal_sports_girls":"Bowling, Softball","partner_cbo":"Grand Street Settlement, Henry Street Settlement, Educational Alliance, Gouveneur Hospital, The New Museum, Health and Hospital Corporation, College Summit, PENCIL,","partner_hospital":"Gouverneur Hospital, The Door, The Mount Sinai Adolescent Clinic","partner_highered":"New York University, CUNY Baruch College, Parsons School of Design, St. John's University, LaGuardia Community College, BMCC,","partner_cultural":"Dance Film Association, Dance Makers Film Workshop, Theatre Development Fund, Hester Street Collaborative Public Arts Project, The New Museum, The Whitney Museum, The International Center for Photography, Cooper Union","partner_nonprofit":"W!SE, Big Brothers Big Sisters, Peer Health Exchange, New York Public Library, United Way NYC, Network for Teaching Entrepreneurship (NFTE),","partner_corporate":"Deloitte LLP Consulting and Financial Services, Kaplan, Two Sigma Technology and Consulting, PENCIL,","partner_other":"Movement Research","addtl_info1":"iLearnNYC: Program for expanded online coursework and self-paced learning","addtl_info2":"Incoming students are expected to attend school orientation in June; Internships are encouraged and supported; Extra academic support is available daily for all students in all subjects.","start_time":"8:15 AM","end_time":"3:15 PM","se_services":"This school will provide students with disabilities the supports and services indicated on their IEPs.","ell_programs":"ESL, Transitional Bilingual Education: Chinese","school_accessibility_description":"Not Functionally Accessible","number_programs":"3","priority01":"Open to New York City residents","priority02":"For M35B only: Open only to students whose home language is Chinese (Mandarin)","latitude":"40.712399","longitude":"-73.984497","community_board":"3","council_district":"1","census_tract":"202","bin":"1003214","bbl":"1002590044","nta":"Lower East Side"}
]
